/* Singular server count for IP Groups tab table cell subtext */
"%i server" = "%i serveur";

/* Server count for IP Groups tab table cell subtext */
"%i servers" = "%i serveurs";

/* Server count for IP Groups tab table cell subtext */
"0 servers" = "0 serveurs";

"server" = "serveur";

/* Actions table section header */
"Actions" = "Actions";

/* Server Active Status */
"Active" = "Actif";

/* Confirm resize deletion warning */
"After verification, the old server will be deleted and will be billed at a prorated amount." = "Apres vérification, l'ancier serveur sera supprimé et un prorata sera appliqué au paiement.";

/* New server validation alert message */
"All fields are required." = "Tous les champs sont requis.";

/* API Key cell label */
"API Key" = "Clef API";

/* Hard Reboot confirmation warning */
"Are you sure you want to perform a hard reboot?" = "Etes vous sur de vouloir effectuer un redémarrage matériel?";

/* Soft Reboot confirmation warning */
"Are you sure you want to perform a soft reboot?" = "Etes vous sur de vouloir effectuer un redémarrage logiciel?";

/* Auth failure alert title */
"Authentication Failure" = "Erreur d'Authentification";

/* Server Backups cell label */
"Backups" = "Sauvegardes";

/* Server Building Status */
"Building..." = "Création en cours...";

/* bytes */
"bytes" = "octets";

/* Cancel
   Cancel Reboot button */
"Cancel" = "Annuler";

/* CDN URL label */
"CDN URL" = "Adresse CDN";

/* Choose a file type table section header */
"Choose a file type" = "Choisir un type de fichier";

/* Choose a Flavor table section header */
"Choose a Flavor" = "Choisir une distribution";

/* Choose an Image table section header */
"Choose an Image" = "Choisir une image";

/* Confirm password cell label */
"Confirm Password" = "Confirmez";

/* Confirm Resize button */
"Confirm Resize" = "Confirmez le redimensionnement";

/* Connection Failure alert title */
"Connection Failure" = "Erreur de Connection";

/* Container Details table section header */
"Container Details" = "Détails du conteneur";

/* CDN table section header */
"Content Delivery Network" = "Content Delivery Network";

/* Disk
   Flavor disk space subtext
   Server Disk Space cell label */
"Disk" = "Disque";

/* Email attachment button */
"Email File as Attachment" = "Envoyer via piece jointe";

/* Email Link button */
"Email Link to File" = "Envoyer lien via email";

/* Enter a new password table section header */
"Enter a new password" = "Veuillez entrer un noveau mot de passe";

/* Enter server name table section header */
"Enter your server name" = "Veuillez saisir le nom de votre serveur";

/* Error Confirming server resize alert title */
"Error Confirming" = "Erreur lors de la confirmation";

/* Error Reverting server resize alert title */
"Error Reverting" = "Erreur lors de la réversion";

/* Error Saving alert title
   Error Saving container alert title
   Error Saving Server alert message title
   Error saving server password change alert title
   Error Saving server resize alert title */
"Error Saving" = "Erreur lors de l'enregistrement";

/* file */
"file" = "fichier";

/* File Details table section header */
"File Details" = "Détails du fichier";

/* Object File Type label */
"File Type" = "Type";

/* files */
"files" = "fichiers";

/* Container Files table section header */
"Files" = "Fichiers";

/* Server Flavor cell label */
"Flavor" = "Distrib";

/* Confirm resize auto-confirmation warning */
"If no verification is made, the resize will be automatically verified after 12 hours." = "En l'absence de vérification de votre part, le redimentionnement sera automatiquement vérifié après 12 heures.";

/* Server Image cell label */
"Image" = "Image";

/* Image from Camera button */
"Image from Camera" = "Image depuis l'appareil photo";

/* Image from Photo Library button */
"Image from Photo Library" = "Image depuis l'album photo";

/* IP Group Details table section header */
"IP Group Details" = "Détails du groupe d'IP";

/* Confirm resize verification table section header */
"Is everything working properly?" = "Est-ce que tout fonctionne correctement?";

/* Server Launch SSH Client button */
"Launch SSH Client" = "Lancer le client SSH";

/* Loading... */
"Loading..." = "Chargement...";

/* Log Retention cell label */
"Log Retention" = "Rétention de Logs";

/* Server Memory cell label */
"Memory" = "Mémoire";

/* Container Name label
   Object Name label
   Server Name cell label
   Shared IP Group Name cell label */
"Name" = "Nom";

/* Object label */
"Object" = "Objet";

/* OK
   Reboot Failure alert message OK button
   Server Save error alert message OK button */
"OK" = "OK";

/* Password cell label */
"Password" = "Mot de Passe";

/* Connectin Failure alert message */
"Please check your connection and try again." = "Veuillez vérifier votre connection et réessayer.";

/* Auth failure alert message */
"Please check your User Name and API Key." = "Veuillez vérifier votre nom d'utilisateur et votre cléf API.";

/* Preview file navigation title */
"Preview" = "Aperçu";

/* Preview File button */
"Preview File" = "Aperçu du fichier";

/* Private IPs table section header */
"Private IP Addresses" = "Addresses IP Privées";

/* Public IPs table section header */
"Public IP Addresses" = "Addresses IP Publiques";

/* Publish to CDN cell label */
"Publish to CDN" = "Publier vers CDN";

/* RAM */
"RAM" = "RAM";

/* Reboot Failure alert title */
"Reboot Failure" = "Erreur lors du redémarrage";

/* Reboot Server button */
"Reboot Server" = "Redémarrer Serveur";

/* Reset Password navigation title
   Server Reset Password button */
"Reset Password" = "Réinitialiser Mot de Passe";

/* Server Resize Complete Status */
"Resize Complete" = "Redimentionnement Terminé";

/* Resize Server navigation title
   Server Resize Server button */
"Resize Server" = "Redimentionner Serveur";

/* Server Resizing Status */
"Resizing..." = "Redimentionnement...";

/* Rollback Resize button */
"Rollback Resize" = "Annuler Redimentionnement";

/* Resize Server Save button
   Save
   Save Server button */
"Save" = "Sauvegarder";

/* Saving message */
"Saving" = "Sauvegarde en cours";

/* Server Details table section header */
"Server Details" = "Détails du Serveur";

/* Rename Server Server Name table section header */
"Server Name" = "Nom du Serveur";

/* IP Group server list table section header */
"Servers" = "Serveurs";

/* Container Size label
   Object Size label */
"Size" = "Taille";

/* Server Status cell label */
"Status" = "Status";

/* Text File button */
"Text File" = "Fichier Texte";

/* Password validation alert message */
"The password and confirmation cannot be blank and must be the same value." = "Les champs Mot de Passe et Confirmation ne peuvent être vierges et doivent concorder.";

/* Change password warning */
"The root password will be updated and the server will be restarted. Please note that this process will only work if you have a user line for \"root\" in your passwd or shadow file." = "Le mot de passe Administrateur sera mis à jour et le serveur sera redémarré. Note: Ce processus ne fonctionnera seulement si vous avez une ligne \"root\" dans votre fichier passwd or shadow.";

/* Error saving container due to API rate limit alert message */
"This container was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Ce container ne sera pas sauvegardé car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error saving container due to connection or other error alert message */
"This container was not saved.  Please check your connection or data and try again." = "Ce container n'a pas été sauvegardé. Veuillez vérifier votre connection data et réessayer.";

/* Reboot failed due to rate limit alert message */
"This server was not rebooted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Ce serveur n'a pas été redémarré car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Reboot failed due to connection or other error alert message */
"This server was not rebooted.  Please check your connection or server and try again." = "Ce serveur n'a pas été redémarré. Veuillez vérifier votre connection data et réessayer.";

/* TTL cell label */
"TTL" = "TTL";

/* User Name cell label */
"User Name" = "Login";

/* Verify Resize navigation title */
"Verify Resize" = "Vérifier Redimentionnement";

/* Confirm resize verification table section header */
"Would you like to revert back to the original size?" = "Voulez vous revenir à la taille initiale?";

/* Server save failed due to API rate limit alert message */
"Your changes were not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Vos modifications n'ont pas été sauvegardées car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Server save failed due to connection or other error alert message */
"Your changes were not saved.  Please check your connection or the data you entered." = "Vos modifications n'ont pas été sauvegardées.  Veuillez vérifier votre connection data ainsi que vos données entrées et réessayer.";

/* Error saving password change due to API rate limit alert message */
"Your new password was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Votre nouveau mot de passe n'a pas été sauvegardé car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error saving password change due to connection or other error alert message */
"Your new password was not saved.  Please check your connection or the data you entered." = "Votre nouveau mot de passe n'a pas été sauvegardé. Veuillez vérifier votre connection data ainsi que vos données entrées et réessayer.";

/* Error confirming resize due to API rate limit alert message */
"Your resize was not confirmed because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Votre redimentionnement n'a pas été confirmé car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error confirming resize due to connection or other error alert message */
"Your resize was not confirmed.  Please check your connection and try again." = "Votre redimentionnement n'a pas été confirmé.Veuillez vérifier votre connection data et réessayer.";

/* Error reverting resize due to API rate limit alert message */
"Your resize was not reverted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Votre redimentionnement n'a pas été annulé car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error reverting server resize due to connection or other error alert message */
"Your resize was not reverted.  Please check your connection and try again." = "YVotre redimentionnement n'a pas été annulé. Veuillez vérifier votre connection data et réessayer.";

/* Error Saving server resize due to API rate limit alert message */
"Your server was not resized because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Votre serveur n'a pas été redimentionné car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error Saving server resize due to connection or other error alert message */
"Your server was not resized.  Please check your connection or the data you entered." = "Votre serveur n'a pas été redimentionné. Veuillez vérifier votre connection data ainsi que vos données entrées et réessayer.";

/* Error saving new server due to API rate limit alert message */
"Your server was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Votre serveur n'a pas été crée car vous avez dépassé votre limite API. Veuillez contacter le support Rackspace Cloud pour augmenter votre limite ou bien essayer plus tard.";

/* Error saving new server due to connection or other error alert message */
"Your server was not saved.  Please check your connection or the data you entered and try again." = "Votre serveur n'a pas été crée. Veuillez vérifier votre connection data ainsi que vos données entrées et réessayer.";
/*
// UI Strings
'Authenticating...' = 'Authentification'
'Cloud Files' = 'Fichiers Cloud'
'Soft Reboot' = 'Redémarrage Logiciel'
'Hard Reboot' = 'Redémarrage Matériel'
'IP Groups' = 'Groupes IP'
'Containers' = 'Containers'
'Reset Password' = 'Réinitialiser Mot de Passe'
*/

/* Folders */
"Folders" = "Dossiers"

/* Name and Upload File */
"Name and Upload File" = "Nom et Envoi Fichier"

/* File Name */
"File Name" = "Nom du fichier"

/* Add Container */
"Add Container" = "Ajouter Conteneur"

/* New File */
"New File" = "Nouveau Fichier"

/* Upload File */
"Upload File" = "Envoyer Fichier"
